{
    "Curver | Designed by people for people curver.com":"Curver | Сделано только для вас",
    "OUR PRODUCTS": "НАШИ ТОВАРЫ",
    "BLOG":"БЛОГ",
    "BRAND":"БРЭНД",
    "INNOVATION & SUSTAINABILITY":"ИННОВАЦИИ И УСТОЙЧИВОСТЬ",
    "CONTACT US":"СВЯЗАТЬСЯ С НАМИ",
    "Sign up":"Зарегистрироваться",
    "STYLE : COMBINE ELEGANCE AND PRACTICALITY": "СТИЛЬ : КОМБИНИРУЙ ЭЛЕГАНТНОСТЬ И СТИЛЬ",
    "Whether it's tidying your kitchen, optimising the space in your fridge, organising your office, tidying up your children’s rooms or sorting out your laundry, we have smart solutions, tips and ideas, with all kinds of storage solutions to organise your home! Do you like tidying up? Sorting things out? Organising? Is your motto “a place for everything and everything in its place”? At Curver we know that home organisation is no easy task! To help you, we’ve designed a wide range of accessories and storage solutions, which are both practical and attractive. On our Storage blog we also share lots of ideas and tips for a perfectly organised home. We offer a wide range of solutions to meet all your everyday needs, including plastic storage boxes, decorated baskets, kitchen waste bins, dish drainers, food storage boxes and vacuum flasks.": "Будь то уборка вашей кухни, оптимизация места в холодильнике, организация вашего офиса, уборка детских комнат или сортировка белья, у нас есть умные решения, советы и идеи со всеми видами решений для хранения вещей для организации вашего дома! Тебе нравится прибираться? Разбираетесь? Организация? Ваш девиз «Всему место и все на своих местах»? В Curver мы знаем, что домашняя организация - непростая задача! Чтобы помочь вам, мы разработали широкий спектр аксессуаров и решений для хранения, которые одновременно практичны и привлекательны. В нашем блоге Storage мы также делимся множеством идей и советов по созданию идеально организованного дома. Мы предлагаем широкий спектр решений для удовлетворения всех ваших повседневных потребностей, включая пластиковые ящики для хранения, декоративные корзины, кухонные мусорные ведра, сушилки для посуды, ящики для хранения продуктов и термосы.",
    "CURVER RANGE" : "CURVER КЛАСС",
    "Find the perfect solution for your home with":"Найдите идеальное решение для своего дома с",
    "Curver's wide variety of products": "Широкий ассортимент продукции Curver",
    "BROWSE THE CURVER RANGE": "ПРОСМОТРЕТЬ ДИАПАЗОН КУРВЕР",
    "Follow our latest news, tips & advice and more at #CurverBlog":"Следите за нашими последними новостями, советами и прочим на #CurverBlog",
    "CURVER HAS IDEAS FOR YOU!":"У CURVER ЕСТЬ ИДЕИ ДЛЯ ВАС!",
    "Welcome to the Curver blog! There we discuss organisation, storage, décor ideas, suggestions and tips, recipes and pets. Are you looking for solutions to all your storage problems? Décor trends? A new recipe? Would you appreciate suggestions and tips to make your daily organisation and storage easier, or help with training your dog? You’ve come to the right place! On the Curver blog we help you to organise your home better and to optimise space through articles and videos. You will also have exclusive access to our news and the advice of our associate expert bloggers, who share their suggestions and tips for Curver, as well as all their décor ideas and their advice on pets. Enjoy your visit!":"Добро пожаловать в блог Curver! Там мы обсуждаем организацию, хранение, идеи декора, предложения и советы, рецепты и домашних животных. Вы ищете решения всех проблем с хранением данных? Тенденции в декоре? Новый рецепт? Вы бы оценили предложения и советы, которые упростят вашу повседневную организацию и хранение, или помогли бы дрессировать вашу собаку? Вы пришли в нужное место! В блоге Curver мы помогаем вам лучше организовать свой дом и оптимизировать пространство с помощью статей и видео. У вас также будет эксклюзивный доступ к нашим новостям и советам наших ассоциированных экспертов-блоггеров, которые поделятся своими предложениями и советами для Curver, а также всеми своими идеями декора и советами по домашним животным. Приятного вам посещения!",
    "HOW TO BRIGHTEN UP YOUR HOME":"КАК ОСВЕСТИТЬ СВОЙ ДОМ",
    "MWe’d all like a home bathed in natural light, but often various factors make this impossible. Windows that are too small, building facing north, flat on one of the lower floors, obstacles...":"Нам всем нравится дом, залитый естественным светом, но часто различные факторы делают это невозможным. Окна слишком маленькие, здание выходит на север, квартира на одном из нижних этажей, препятствия ...",
    "OUR STORY - HOW IT ALL":"НАША ИСТОРИЯ - КАК ЭТО ВСЕ",
    "STARTED":"НАЧАЛОСЬ",
    "Following the creation of the #CurverBrand by Peter":"После создания Питером бренда #CurverBrand",
    "CURtis and Ad VERschuren":"CURtis и Ad VERschuren",
    "DISCOVER MORE":"ОТКРОЙ ДЛЯ СЕБЯ БОЛЬШЕ",
    "FOLLOW US":"ПОДПИСЫВАЙТЕСЬ НА НАС",
    "2018 CATALOG":"КАТАЛОГ 2018",
    "Browse our whole":"Просмотрите всю нашу",
    "range of products":"Ассортимент продукции",
    "BROWSE OUR CATALOG":"ПРОСМОТРЕТЬ НАШ КАТАЛОГ",
    "INNOVATION &":"ИННОВАЦИИ И",
    "SUSTAINABILITY":"УСТОЙЧИВОСТЬ",
    "Learn how useful and durable our":"Узнайте, насколько полезны и долговечны наши",
    "products are designed, with":"продукты разработаны, с",
    "sustainability in mind at all times.":"постоянное внимание к устойчивости.",
    "OUR APPROACH":"НАШ ПОДХОД",
    "Whether you are looking for":"Ищете ли вы",
    "answers, would like to solve a":"ответы, хотел бы решить",
    "problem or just share your thoughts,":"проблема или просто поделитесь своими мыслями,",
    "please use our online contact form":"пожалуйста, используйте нашу онлайн-форму для связи",
    "to get in touch with our Service":"чтобы связаться с нашим Сервисом",
    "CONTACT CURVER":"СВЯЗАТЬСЯ С CURVER",
    "ABOUT CURVER":"О CURVER",
    "OUR STORY":"НАША ИСТОРИЯ",
    "JOIN US":"ПРИСОЕДИНЯЙТЕСЬ К НАМ",
    "FIND US":"НАЙДИ НАС",
    "FIND CURVER PRODUCT":"НАЙТИ ПРОДУКТ CURVER",
    "DESIGNED BY PEOPLE FOR PEOPLE":"РАЗРАБОТАН ДЛЯ ЛЮДЕЙ",
    "SITEMAP":"КАРТА САЙТА",
    "TERMS & CONDITION":"УСЛОВИЯ",
    "LEGAL NOTICE":"ПРАВОВАЯ ИНФОРМАЦИЯ",
    "2018 Curver Ltd. All rights reserved. Disney":"2018 Curver Ltd. Все права защищены. Дисней",
    "DISCOVER":"ИСЛЕДОВАТЬ"
}